Repository: gurpreetbansal/glucotracker_ios
Catalog: GlucoGenius/*.lproj/Localizable.strings
Languages: fr, ja, nl, zh_hans, zh_hant

# userInstVC.lblContent
source: Vigory Diary, Health Assistant is useful for obtaining many body health data. It is non-invasive, so you will not feel any pain during testing. You can also use it several times a day to keep track of your body health. Through countless laboratory-based experiments and combination of integrated sensor technology, Vigory Diary is also to collect various health data.
fr: Vigory Diary, est utile pour obtenir de nombreuses données sur la santé du corps. Il est non invasif, de sorte que vous ne sentirez pas de douleur au cours des tests. Vous pouvez également l'utiliser plusieurs fois par jour pour garder une trace de votre santé corporelle. Grâce à d'innombrables expériences en laboratoire et à la combinaison de la technologie des capteurs intégrés, Vigory Diary est également à collecter diverses données sur la santé.
ja: Vigori日記は多くの健康データを取得に便利です。 非侵襲なので無痛です。痛みを感じません。また一日に複数回使用も問題ありません。 統合されたセンサー技術の組み合わせで各種のデータを収集することが可能です。
nl: De Vigory Diary, health assistent is nuttig voor het verkrijgen van veel informatie over uw lichaam. Het is non-invasieve manier van meten, zodat u geen pijn ervaart tijdens het testen. U kunt er meerdere malen per dag gebruik van maken. Op deze manier kunt een goed overzicht hebben van uw lichaam. Door middel van talloze op laboratorium gebaseerde onderzoeken naar experimenten en combinatie van geïntegreerde sensortechnologie, is de Vigory Diary in staat om diverse medische gegevens te verzamelen.
zh_hans: 优活日记 – 取得多项健康数值的好帮手。 采用此无创工具，在量测过程中不会有任何不适。有助您一天多次量测来监控自己的健康。 经过无数的实验研究及先进的传感器技术整合, 优活日记实现透过非侵入方式获得多项健康数值的功能。
zh_hant: 優活日記 – 取得多項健康數值的好幫手。 採用此無創工具，在量測過程中不會有任何不適。有助您一天多次量測來監控自己的健康。 經過無數的實驗研究及先進的感測器技術整合, 優活日記實現透過非侵入方式獲得多項健康數值的功能。

# powerMgmtVC.lblContent
source: 1)Press power button to switch on. 2)Device will automatically shut down in 3 minutes without using. 3)After testing, please press power button around 3 seconds to shut down. 4)Testing is not allowed during charging. 5)When battery is lower than 30%, please recharge it before testing
fr: 1) Appuyez sur le bouton d'alimentation pour l'allumer. 2) L'appareil s'éteint automatiquement en 3 minutes sans. 3) Après le test, appuyez sur le bouton d'alimentation pendant environ 3 secondes pour l'arrêter. 4) Le test n'est pas autorisé pendant le chargement. 5) Lorsque la batterie est inférieure à 30%, veuillez la recharger avant le test.
ja: 1) 電源ボタンを押してください。 2) 3分を使用しない場合、製品は自動的にシャットダウンします。 3) テストが完了し、オフ約3秒間電源ボタンを押してください。 4) 充電中は計測出来ません。 5) 30％未満の推奨パワー、完全に測定された後、充電さしてください。
nl: 1) Druk op de knop aan de voorzijde om de Vigori Diary aan te zetten. 2) Apparaat wordt automatisch uitgeschakeld binnen 3 minuten geen gebruik gemaakt te hebben. 3) Na het testen, drukt u op de knop voor ongeveer 3 seconden om af te sluiten. 4)Het testen is niet toegestaan tijdens het opladen. 5) Als de batterij is lager dan 20% kunt u niet meten, graag opladen voor het testen.
zh_hans: 1)按压电源键开机。 2)若三分钟未使用，产品会自动关机。 3)测试完毕，请按压电源键约3秒关机。 4)充电时，不可进行量测。 5)建议电力低于30%时，请先充饱电再进行量测。
zh_hant: 1)按壓電源鍵開機。 2)若三分鐘未使用，產品會自動關機。 3)測試完畢，請按壓電源鍵約3秒關機。 4)充電時，不可進行量測。 5)建議電力低於30%時，請先充飽電再進行量測。

# noticeVC.title
source: Notice
fr: Avis
ja: お知らせ
nl: Attentie
zh_hans: 注意
zh_hant: 注意

# productBasics.title
source: Product Basics
fr: Produits de base
ja: 製品の説明
nl: Handleiding
zh_hans: 产品说明
zh_hant: 產品說明

# editReminder.title
source: Edit Reminder
fr: Modifier le rappel
ja: リマインダーを編集
nl: Herinneringen bewerken
zh_hans: 修改提醒
zh_hant: 修改提醒

# editReminder.alert.saveChanges
source: Do you want to save changes?
fr: Voulez-vous enregistrer les modifications?
ja: 変更を保存しますか？
nl: Wilt u de wijzigingen opslaan?
zh_hans: 要储存修改吗?
zh_hant: 要儲存修改嗎?

# manageAccounts.title
source: Manage Accounts
fr: Gérer les comptes
ja: アカウントの管理
nl: Accounts beheren
zh_hans: 管理帐户
zh_hant: 管理帳戶

# manageAccounts.noUserFoundAlert
source: No user found
fr: Aucun utilisateur trouvé
ja: ユーザーが見つかりません
nl: Geen gebruiker gevonden
zh_hans: 找不到用户
zh_hant: 找不到用戶

# manageAccounts.deleteAccAlert
source: Are you sure you want to delete selected accounts?
fr: Êtes-vous sûr de vouloir supprimer les comptes sélectionnés?
ja: 選択したアカウントを削除してもよろしいですか？
nl: Alle velden Bent u zeker dat u geselecteerde accounts wilt verwijderen?
zh_hans: 您确定要删除所选帐户吗？
zh_hant: 您確定要刪除所選帳戶嗎？

# manageAccounts.accDeletedAlert
source: Accounts has been deleted successfully!
fr: Les comptes ont été supprimés avec succès!
ja: アカウントが正常に削除されました!
nl: Accounts zijn succesvol verwijderd!
zh_hans: 帐户已成功删除!
zh_hant: 帳戶已成功刪除!

# manageAccounts.noAccToDeleteAlert
source: Please select account to delete
fr: Sélectionnez le compte à supprimer
ja: 削除するアカウントを選択してください
nl: Selecteer een account om te verwijderen
zh_hans: 请选择要删除的帐户
zh_hant: 請選擇要刪除的帳戶

# measurementRecord.title
source: Measurement Record
fr: Enregistrement de mesure
ja: 測定記録
nl: Meetgeschiedenis
zh_hans: 量测记录
zh_hant: 量測記錄

# measurementRecord.2HrAfterMealText
source: 2 hours after meal
fr: 2 heures après le repas
ja: 食後2時間
nl: 2 uur na de maaltijd
zh_hans: 饭后二小时
zh_hant: 飯後二小時

# measurementRecord.mrngFasting
source: Morning fasting
fr: Matin du jeûne
ja: 空腹時
nl: Ochtend vasten
zh_hans: 清晨空腹
zh_hant: 清晨空腹

# measurementRecord.medicationText
source: Medication
fr: Des médicaments
ja: 治療
nl: Medicijnen
zh_hans: 服药
zh_hant: 服藥

# measurementRecord.noMedicationText
source: No Medication
fr: Aucun médicament
ja: 治療なし
nl: Geen Medicijnen
zh_hans: 未服药
zh_hant: 未服藥

# measurementRecord.alert.deleteRecord
source: Are you sure you want to delete record?
fr: Voulez-vous vraiment supprimer l'enregistrement?
ja: レコードを削除してもよろしいですか？
nl: Weet u zeker dat u de meting wilt verwijderen?
zh_hans: 确定要删除记录?
zh_hant: 確定要刪除記錄?

# menu.bluetoothText
source: Bluetooth
ja: ブルートゥース
zh_hans: 蓝牙
zh_hant: 藍牙

# menu.editUserText
source: Edit User
fr: Modifier l'utilisateur
ja: ユーザー情報変更
nl: Profiel bewerken
zh_hans: 编辑用户
zh_hant: 編輯用戶

# menu.unitSettingsText
source: Unit Settings
fr: Réglage de l'unité
ja: 単位設定
nl: Eenheid instellingen
zh_hans: 单位设定
zh_hant: 單位設定

# menu.reminderSettingsText
source: Reminder Settings
fr: Réglage du rappel
ja: リマインダの設定
nl: Alarm
zh_hans: 提醒设定
zh_hant: 提醒設定

# menu.measurementRecordsText
source: Measurement Records
fr: Enregistrement de mesure
ja: 測定記録
nl: Meetgeschiedenis
zh_hans: 量测记录
zh_hant: 量測記錄

# menu.switchUserText
source: Switch User
fr: Changer d'utilisateur
ja: ユーザー切り替え
nl: Verander van gebruiker
zh_hans: 切换用户
zh_hant: 切換用戶

# menu.signOutText
source: Sign Out
fr: Se déconnecter
ja: サインアウト
nl: Uitloggen
zh_hans: 注销
zh_hant: 登出

# menu.manageAccountsText
source: Manage Accounts
fr: Gérer les comptes
ja: アカウントの管理
nl: Accounts beheren
zh_hans: 管理帐户
zh_hant: 管理帳戶

# notificationText
source: Your Health reminder is set at
fr: La santé de votre rappel est fixé à
ja: あなたの健康告知はで設定されています
nl: Your Health herinnering is ingesteld op
zh_hans: 您的健康提醒设置为
zh_hant: 您的健康提醒設置為

# notificationText2
source: Your Medication reminder is set at
fr: Votre rappel de médicament est réglé à
ja: あなたの薬物治療リマインダーはで設定されています
nl: Uw medicatie herinnering is ingesteld op
zh_hans: 您的药物提醒设置为
zh_hant: 您的藥物提醒設置為

# notificationText3
source: Your Measure reminder is set at
fr: Votre rappel de mesure est réglé sur
ja: メジャーリマインダーはで設定されています
nl: Uw Measure herinnering is ingesteld op
zh_hans: 您的测量提醒设置为
zh_hant: 您的測量提醒設置為

# notificationText4
source: Your Measure and Medication reminder is set at
fr: Votre rappel de Mesure et médication est réglé à
ja: あなたのメジャーと投薬のリマインダーはで設定されています
nl: Uw Meet en medicatie herinnering is vastgesteld op
zh_hans: 您的测量和药物提醒设置为
zh_hant: 您的測量和藥物提醒設置為

# reminderAlert
source: Your health reminder is set for current time!
fr: Votre rappel de santé est réglé pour l'instant!
ja: あなたの健康のリマインダは今のところ設定されています！
nl: Uw gezondheid herinnering is ingesteld voor nu!
zh_hans: 您的健康提醒已设定
zh_hant: 您的健康提醒已設置為當前時間！

# reminderAlert2
source: Kindly remind for measure and medication
fr: Veuillez rappeler la mesure et les médicaments
ja: 親切に測定と投薬を思い出させる
nl: Gelieve eraan te herinneren voor maatregel en medicatie
zh_hans: 请提醒测量和药物治疗
zh_hant: 請提醒測量和藥物治療

# reminderAlert3
source: Kindly remind for medication
fr: Veuillez rappeler les médicaments
ja: 親切に薬を思い出させる
nl: Gelieve eraan te herinneren aan medicijnen
zh_hans: 请提醒一下药物
zh_hant: 請提醒一下藥物

# reminderAlert4
source: Kindly remind for measure
fr: Rappelez-vous bien pour la mesure
ja: 親切に思い出させる
nl: Gelieve eraan te herinneren voor maatregel
zh_hans: 请提醒测量
zh_hant: 請提醒測量

# BtConnVC.remainingTimeText
source: Remaining time:
fr: Temps restant:
ja: 残り時間:
nl: Overgebleven tijd:
zh_hans: 剩余时间:
zh_hant: 剩餘時間:

# BtConnVC.testing.screen1Text
source: Check health regularly
fr: Vérifier régulièrement la santé
ja: 定期的に健康状態をチェックする
nl: Controleer regelmatig de gezondheid
zh_hans: 定期健康检查
zh_hant: 定期健康檢查

# BtConnVC.testing.screen2Text
source: Participate in 30 minutes of physical activity on most days of the week
fr: Participer à 30 minutes d'activité physique la plupart des jours de la semaine
ja: ほとんどの曜日に30分間の身体活動に参加する
nl: Deelnemen in 30 minuten fysieke activiteit op de meeste dagen van de week
zh_hans: 每天运动30分钟
zh_hant: 每天運動30分鐘

# BtConnVC.testing.screen3Text
source: Manage stress through activities you find relaxing
fr: Gérer le stress par des activités que vous trouvez relaxant
ja: リラックスしたアクティビティを通してストレスを管理する
nl: Het beheer van stress door middel van activiteiten vindt u ontspannen
zh_hans: 通过你找到放松的活动来管理压力
zh_hant: 從事抒壓活動，讓自己多放鬆

# BtConnVC.testing.screen4Text
source: Eat Well Follow below diet order and portion 2 Portion Vegetables 2 Portion Protein 1 Portion Carbohydrates
fr: Mangez bien suivre ci-dessous afin de régime et Partie 2 Partie 2 Partie Légumes Protéines Glucides Partie 1
ja: 右食べます ダイエットや注文の量に従ってください 野菜の2人前 2部品タンパク質 1炭水化物
nl: Eet goed Volg de onderstaande dieet orde en deel 2 Portion Groenten 2 Portion Protein 1 portie Koolhydraten
zh_hans: 正确饮食 依照下列饮食顺序和份量 2份高纤蔬菜 2份蛋白质 1份碳水化合物
zh_hant: 正確飲食 依照下列飲食順序和份量 2份高纖蔬菜 2份蛋白質 1份碳水化合物

# BtConnVC.testing.screen5Text
source: Sleep Well
fr: Bien dormir
ja: よく眠る
nl: Welterusten
zh_hans: 维持充足的睡眠
zh_hant: 維持充足的睡眠

# BtConnVC.testing.screen6Text
source: Stay Hydrated
fr: Restez hydraté
ja: 水を加えます
nl: Blijf gehydrateerd
zh_hans: 补充水份
zh_hant: 補充水份

# HealthReport.Content
source: <Br /> Hemoglobin information: <Br /><Br /> 1.Hemoglobin value is low: More commonly seen in female, also commonly known as anemia. <Br /> 2.In symptoms such as dizziness, fatigue, tarry stool, or blood stool, it is recommended to go to the hospital for further examination. <Br /> 3.It is recommended to consume more iron rich and protein rich foods, and also vitamin-C, it helps iron absorption. <Br /> 4.Hemoglobin value is high: Blood is concentrated, and harder to flow. It is recommended to go to hospital for further examination. <Br /><Br /> Glucose information: <Br /><Br /> When BGL value is too low or too high, <Br /> 1.First check that the smart sensor is used under suitable testing conditions.<Br /> 2.Blood glucose should not be lower than 100mg/dL, it is recommended to replenish body sugar by eating piece of candy and cookie to avoid low blood sugar. <Br /> 3.Blood glucose should not be above 300mg/dL, make sure no symptoms such as dizziness or vomiting occur. Drink plenty of water and test again after one hour. <Br /> 4.If blood glucose is above 300 mg/dL, it is recommended to go hospital for further examination.<Br /><Br /> Pulse information: <Br /><Br /> When Pulse value is low or high, <Br /> 1.Pulse value is low: lower than 60bpm, commonly seen in atrioventricular block or increased intracranial pressure. <Br /> 2.Pulse value is high: more than 100bpm, commonly seen in fever, anemia, or coronary heart diseases. <Br /> 3.It is usually companied with other physical symptoms, it is recommended to go hospital for further examination.<Br /><Br /> Blood Flow Velocity information: <Br /><Br /> 1. BFV value is denoted as the unit time flown through a section of the blood vessel, also called ‘volume rate’.<Br /> 2.Arterial blood flow is affected by systolic and diastolic heartbeat. Systolic heartbeat speeds up the blood flow, and diastolic heartbeat slows down the blood flow.<Br /> 3.When blood vessel is elastic, blood flow is slower; When blood vessel becomes stuff, blood flow will be significantly faster.<Br /> 4.We can use the values derived from this testing to compare the blood flow of a person of similar age, and therefore deduce whether the person’s blood vessel is aged faster than the actual person’s age. <Br /><Br /> How to keep your blood vessels elastic:<Br /><Br /> 1.Maintain constant exercise <Br /> 2.Maintain balanced nutrition intake such as proteins and vitamins <Br />3.Regulate three highs: blood glucose, blood pressure, and blood fat.<Br /> 4.Drink enough water daily to reduce blood vessel stickiness.<Br /><Br /> Oxygen Saturation(SpO2) Information:<Br /><Br /> 1.Less than 94%: Lack of Oxygen.<br /> 2.Less than 90%: Hypoxemia. <Br /> 3.In case of SpO2 less than 90%, and shows symptoms of stuffy chest, fatigue and difficulty in breathing, it is recommended to go to hospital for examination.
fr: <Br /> Informations sur l'hémoglobine: <Br /><Br /> 1. La valeur de l'hémoglobine est faible: Plus fréquemment observée chez la femme, également connue sous le nom d'anémie. <Br /> 2.En cas de symptômes tels que vertiges, fatigue, selles goudronneuses ou selles de sang, il est recommandé de se rendre à l'hôpital pour un examen plus approfondi. <Br /> 3.Il est recommandé de consommer plus de fer riche en protéines et les aliments riches en vitamine C, il aide à l'absorption de fer. <Br /> 4. La valeur de l'hémoglobine est élevée: le sang est concentré et plus difficile à écouler. Il est recommandé d'aller à l'hôpital pour un examen plus approfondi. <Br /><Br /> Informations sur la glycémie: <Br /><Br /> Lorsque la valeur BGL est trop basse ou trop élevée, <Br /> 1.Vérifiez d'abord que le capteur intelligent est utilisé dans des conditions d'essai appropriées. <Br /> 2.Le glucose sanguin ne doit pas être inférieur à 100mg / dL , Il est recommandé de reconstituer le sucre corporel en mangeant un morceau de bonbons et de biscuits pour éviter la glycémie faible. <Br /> 3.La glycémie ne doit pas être supérieure à 300mg / dL, assurez-vous qu'aucun symptôme comme des étourdissements ou des vomissements ne se produisent. Buvez beaucoup d'eau et essayez de nouveau après une heure. <Br /> 4.Si la glycémie est supérieure à 300 mg / dL, il est recommandé de se rendre à l'hôpital pour un examen plus approfondi. <Br /><Br /> Informations sur l'impulsion: <Br /><Br /> Lorsque la valeur d'impulsion est faible ou élevée, Faible: inférieur à 60bpm, couramment observé dans le bloc atrioventriculaire ou augmentation de la pression intracrânienne. <Br /> 2.La valeur de pression est élevée: plus de 100bpm, couramment observée dans la fièvre, l'anémie ou les maladies coronariennes. <Br /> 3.Il est généralement accompagné d'autres symptômes physiques, il est recommandé de se rendre à l'hôpital pour un examen plus approfondi. <Br /><Br /> Information sur la vitesse du débit sanguin: <Br /> <Br /> 1. La valeur BFV est indiquée comme unité de temps parcourue par une section Du vaisseau sanguin, également appelé «débit volumique». <Br /> 2.Le flux sanguin est affecté par les battements cardiaques systolique et diastolique. Le rythme cardiaque systolique accélère le flux sanguin et le rythme cardiaque diastolique ralentit le flux sanguin. <Br /> 3.Lorsque le vaisseau sanguin est élastique, le flux sanguin est plus lent; <Br /> 4.Nous pouvons utiliser les valeurs dérivées de ce test pour comparer le flux sanguin d'une personne d'âge similaire, et donc déduire si le vaisseau sanguin de la personne est vieilli plus vite que L'âge réel de la personne. <Br /><Br /> Comment garder vos vaisseaux sanguins élastiques: <Br /><Br /> 1. Maintenir l'exercice constant <Br /> 2. Maintenir l'apport nutritionnel équilibré tel que les protéines et les vitamines <Br /> 3.Reguler trois niveaux élevés: la glycémie, la tension artérielle et la graisse du sang . <Br /> 4.Rez suffisamment d'eau chaque jour pour réduire la viscosité des vaisseaux sanguins. <Br /><Br /> Information sur la saturation en oxygène (SpO2): <Br /><Br /> 1.Moins de 94%: manque d'oxygène. <Br /> 2.Moins de 90% Hypoxémie. <Br /> 3.En cas de SpO2 de moins de 90%, et montre des symptômes de la poitrine étouffante, la fatigue et la difficulté à respirer, il est recommandé d'aller à l'hôpital pour examen.
ja: <Br />ヘモグロビン情報：<Br /><Br /> 1.ヘモグロビン値が低い：一般的に貧血としても知られる、女性によく見られます。 <Br /> 2.めまい、疲労、タール便、または血液便などの症状では、さらなる検査のために病院に行くことをお勧めします。 <Br /> 3.鉄分が豊富でタンパク質が豊富な食品を多く、またビタミンCを消費することが推奨されています。鉄の吸収に役立ちます。 <Br /> 4.ヘモグロビン値が高い：血液が濃縮され、流れにくい。さらなる検査のために病院に行くことをお勧めします。 <Br /><Br />グルコース情報：<Br /><Br /> BGL値が低すぎたり高すぎたりすると、<Br /> 1.スマートセンサーが適切な試験条件下で使用されていることをまず確認します。<Br /> 2.血糖値は100mg / dLそれは低血糖を避けるためにキャンディとクッキーの部分を食べて体の砂糖を補充することをお勧めします。 <Br /> 3.血糖値は300mg / dLを超えてはいけません。めまいや嘔吐などの症状がないことを確認してください。十分な量の水を飲み、1時間後に再度試験する。 <Br /> 4.血糖値が300mg / dLを超える場合は、検査のために病院に行くことをお勧めします。<Br /> <Br />パルス情報：<Br /><Br />パルス値が低いか高い場合、<Br />1。低：60bpmより低く、一般に房室ブロックまたは頭蓋内圧の上昇に見られる。 <Br /> 2.パルス値が高い：100bpm以上、一般的に発熱、貧血、または冠状動脈性心疾患に見られる。 <Br /> 3.通常は他の身体的症状に似ていますが、さらなる検査のために病院へ行くことをお勧めします。<Br />血流速度情報：<Br /><Br /> 1. BFV値は、血管の「容積率」とも呼ばれます。<Br />2.心臓の血流は、収縮期および拡張期の心拍によって影響を受けます。収縮期の心拍は血流を加速し、拡張期の心拍は血流を遅くします。<Br /> 3。血管が弾力性であれば、血流は遅くなります。私たちは、このテストから得られた値を使用して、同じ年齢の人の血流を比較することができます。したがって、人の血管がより早く老化しているかどうかを推論します実際の人の年齢。 <Br /><Br />あなたの血管を弾力的に保つ方法：<Br /><Br /> 1.一定の運動を維持する<Br /> 2.タンパク質やビタミンなどバランスのとれた栄養摂取量を維持する<Br /> 3。血糖値、血圧、 <Br /> 4.酸素の飽和を減らすために毎日十分な水を飲む。<Br /><Br />酸素飽和度（SpO2）情報：<Br /><Br />1. 94％未満：酸素不足。<Br /> 2. 90％未満。低血圧。 <Br /> 3. SpO2が90％未満の場合、胸が詰まった状態、疲労、呼吸困難の症状を示すため、検査のために病院に行くことをお勧めします。
nl: <Br />Hemoglobine informatie: <Br /><Br /> 1.Hemoglobin waarde laag: vaker gezien bij vrouwen, ook bekend als bloedarmoede. <Br /> 2.In symptomen zoals duizeligheid, vermoeidheid, teerachtige ontlasting of bloed ontlasting, is het raadzaam om te gaan naar het ziekenhuis voor verder onderzoek. <Br /> 3.It wordt aanbevolen om meer ijzer rijke en eiwitrijke voedingsmiddelen, maar ook vitamine C consumeren, het helpt bij de opname van ijzer. <Br /> 4.Hemoglobin waarde hoog: Blood is geconcentreerd, en harder te stromen. Het wordt aangeraden om naar het ziekenhuis voor verder onderzoek. <Br /><Br /> Glucose informatie: <Br /><Br /> Wanneer BGL waarde te laag of te hoog, <Br /> 1.First controleren of de intelligente sensor wordt gebruikt onder geschikte testomstandigheden <Br /> 2.Blood glucose mag niet lager zijn dan 100 mg / dL. , is het raadzaam om het lichaam suiker te vullen door het eten van snoepje en cookie te lage bloedsuikerspiegel te voorkomen. <Br /> 3.Blood glucose mag niet hoger zijn dan 300 mg / dL, zorg ervoor dat er geen symptomen zoals duizeligheid of braken optreden. Drink veel water en test opnieuw na een uur. <Br /> 4.Indien bloedglucose hoger is dan 300 mg / dL, is het raadzaam om het ziekenhuis te gaan voor verder onderzoek <Br /><Br /> Pols informatie:. <Br /><Br /> Als Pols waarde is laag of hoog, <Br /> 1.Pols waarde laag: lager dan 60bpm, vaak gezien in atrioventriculair blok of een verhoogde intracraniële druk. <Br /> 2.Pols waarde is hoog: meer dan 100bpm, vaak gezien in koorts, bloedarmoede, of coronaire hartziekten. <Br /> 3.It wordt meestal companied met andere lichamelijke klachten, is het raadzaam om het ziekenhuis te gaan voor verder onderzoek <Br /><Br /> Blood Flow Velocity informatie:. <Br /><Br /> 1. BFV waarde wordt aangeduid als de tijdseenheid gevlogen door een deel van het bloedvat, ook wel 'debiet'. <Br /> 2.Arterial bloedstroom wordt beïnvloed door systolische en diastolische hartslag. Systolische hartslag versnelt de bloedstroom en diastolische hartslag vertraagt ​​de bloedstroom <Br /> 3.When bloedvat is elastisch, de doorbloeding is langzamer.; Wanneer bloedvat wordt materiaal, zal bloedstroom aanzienlijk sneller. <Br /> 4.We kan de waarde op basis van deze testen gebruikt om de bloedstroom van een persoon van dezelfde leeftijd vergelijken, en dus afleiden of bloedvat van de persoon sneller dan verouderd wordt leeftijd van de werkelijke persoon. <Br /><Br /> Hoe kunt u uw bloedvaten elastisch te houden: <Br /> <Br /> 1.Maintain constante oefening <Br /> 2.Maintain evenwichtige voeding inname zoals eiwitten en vitaminen <Br /> 3.Regulate drie Lengtepunten: bloedglucose, bloeddruk en vetgehalte in het bloed . <Br /> 4.Drink genoeg water per dag te verminderen bloedvat plakkerigheid <Br /><Br /> Oxygen Saturation (SpO2) Informatie:. <Br /><Br /> 1.Less dan 94%. Gebrek aan zuurstof <Br /> 2.Less dan 90%: hypoxemie. <Br /> 3.In geval van SpO2 minder dan 90%, en toont symptomen van een verstopte borst, vermoeidheid en ademhalingsmoeilijkheden, is het raadzaam om naar het ziekenhuis voor onderzoek.
zh_hans: <Br /> 血红蛋白信息：<Br /><Br /> 1.血红蛋白值低：在女性中更常见，也通常称为贫血。 <Br /> 2.在头晕，疲劳，焦虑症或血便等症状时，建议前往医院进一步检查。 <Br /> 3.建议消耗更多富含铁和蛋白质的食物，以及维生素C，它有助于铁的吸收。 <Br /> 4.血红蛋白值高：血液集中，更难流动。建议去医院进一步检查。 <Br /><Br />血糖信息：<Br /><Br />当BGL值太低或太高时，<Br /> 1.首先检查智能传感器是否在适当的测试条件下使用。<Br /> 2.血糖不应低于100mg / dL ，建议通过吃糖果和饼干来补充身体糖，以避免低血糖。 <Br /> 3.血糖不应超过300mg / dL，确保没有出现头晕或呕吐等症状。喝大量的水，一个小时后再次测试。 <Br /> 4.如果血糖高于300 mg / dL，建议前往医院进行进一步检查。<Br /><Br />脉搏信息：<Br /><Br />当脉搏值为低或高时，<Br /> 1.脉搏值低：低于60bpm，常见于房室传导阻滞或颅内压升高。 <Br /> 2.脉搏值高：超过100bpm，常见于发烧，贫血或冠心病。 <Br /> 3.通常伴有其他身体症状，建议前往医院进行进一步检查。<Br /><Br />血流速度信息：<Br /><Br /> 1. BFV值表示为通过部分的单位时间的血管，也称为“体积率”。<Br /> 2.动脉血流受收缩和舒张心跳的影响。收缩心跳加速血流量，舒张心搏减慢血流量。<Br /> 3.当血管弹性时，血流量较慢;当血管变成填充物时，血流将显着更快。<Br /> 4.我们可以使用从该测试得到的值来比较相似年龄的人的血流，因此推断该人的血管是否比实际人的年龄。 <Br /><Br />如何保持您的血管弹性：<Br /><Br /> 1.保持持续运动<Br /> 2.维持平衡的营养摄入，如蛋白质和维生素<Br /> 3.调节三个高点：血糖，血压和血脂。<Br /> 4.每天喝足够的水以减少血管粘滞。<Br /><Br />血氧饱和度（SpO2）信息：<Br /><Br /> 1.小于94％：缺乏氧气<Br /> 2.小于90％低氧血症。 <Br /> 3.如SpO2小于90％，并表现出胸闷，疲劳和呼吸困难的症状，建议前往医院检查。
zh_hant: <Br />血紅蛋白信息：<Br /> <Br /> 1.血紅蛋白值低：在女性中更常見，也常稱為貧血。 <Br /> 2.在頭暈，疲勞，焦慮症或血便等症狀時，建議前往醫院進一步檢查。 <Br /> 3.建議消耗更多富含鐵和富含蛋白質的食物，以及維生素C，有助於吸收鐵。 <Br /> 4.血紅蛋白值高：血液集中，更難流動。建議去醫院進一步檢查。 <Br /> <Br />血糖信息：<Br /> <Br />當BGL值太低或太高時，<Br /> 1.首先檢查智能傳感器是否在合適的測試條件下使用<Br /> 2.血液葡萄糖不應低於100mg / dL，建議通過吃糖果和曲奇餅補充身體糖，以避免低血糖。 <Br /> 3.血葡萄糖不應超過300mg / dL，確保沒有出現頭暈或嘔吐等症狀。喝大量的水，一個小時後再次測試。 <Br /> 4.如果血糖高於300 mg / dL，建議前往醫院進行進一步檢查。<Br /> <Br />脈搏信息：<Br /> <Br />當脈搏值低或高，<Br /> 1.脈搏值低：低於60bpm，通常在房室傳導阻滯或顱內壓增加。 <Br /> 2.脈搏值高：超過100bpm，常見於發燒，貧血或冠心病。<Br /> 3.通常伴有其他身體症狀，建議去醫院進一步檢查。<Br /> <Br />血流速度信息：<Br /> <Br /> 1.BFV值表示為通過血管的一部分流動的單位時間，也稱為“體積速率”。<Br /> 2.動脈血流受收縮和舒張心跳的影響。收縮心跳加速血流量，舒張心搏減慢血流量。<Br />3.當血管彈性時，血流量較慢;當血管變成填充物時，血流將顯著更快<br /> 4.我們可以使用從這個測試中獲得的值來比較相似年齡的人的血流量，因此推斷人的血管是否比實際人的年齡快。 <Br /> <Br />如何保持你的血管彈性：<Br /> <Br /> 1.保持持續運動<Br /> 2.維持平衡的營養攝入，如蛋白質和維生素<Br /> 3調節三個高點：血糖，血壓和血脂<Br /> 4.每天收集足夠的水以減少血管粘滯。<Br /> <Br />血氧飽和度（SpO2）信息：<Br /> <Br /> 1.小於94％：缺氧。<br /> 2.低於90％：低氧血症。 <Br /> 3.如果SpO2低於90％，並表現出胸悶，疲勞和呼吸困難的症狀，建議前往醫院檢查。

# title
source: Full day of vitality begins with self-health monitoring
fr: Une journée complète de vitalité commence par la surveillance de l'auto-santé.
ja: 活力の完全な日は自己の健康監視から始まります。
nl: Een dag vol vitaliteit begint met zelfmonitoring.
zh_hans: 充满生命力的一天 从自我健康监测开始。
zh_hant: 充滿生命力的一天 從自我健康監測開始。

# popupTitle
source: GlucoTracker Usage Notice
fr: Avis d'utilisation de GlucoTracker
ja: Gluco Tracker 使用上の注意
nl: Kennisgeving over het gebruik van GlucoTracker
zh_hans: Gluco Tracker 使用注意事项
zh_hant: Gluco Tracker 使用注意事項
