Repository: gurpreetbansal/glucotracker_ios
Catalog: GlucoGenius/*.lproj/Localizable.strings
Languages: fr, ja, nl, zh_hans, zh_hant

# popupDesc
source: This monitoring data is just for monitoring your daily status and can not replace the doctor’s visit, counseling, diagnosis or recommended treatment. If the health management numerical abnormalities, please immediately go to the hospital for professional detection.
fr: Ces données de surveillance servent uniquement à surveiller votre état quotidien et ne peuvent remplacer la visite, les conseils, le diagnostic ou le traitement recommandé par le médecin. En cas d'anomalies numériques de la gestion de la santé, veuillez immédiatement vous rendre à l'hôpital pour une détection professionnelle.
ja: この監視データは、毎日の状態を監視するためのものであり、医師の診察、カウンセリング、診断、または推奨される治療を置き換えることはできません。健康管理の数値に異常がある場合は、すぐに専門家の検出のために病院に行ってください。
nl: Deze controlegegevens zijn alleen bedoeld om uw dagelijkse status te controleren en kunnen het bezoek van de arts, counseling, diagnose of aanbevolen behandeling niet vervangen. Als de gezondheidsmanagement numerieke afwijkingen heeft, ga dan onmiddellijk naar het ziekenhuis voor professionele detectie.
zh_hans: 这些监视数据仅用于监视您的日常状态，不能代替医生的就诊，咨询，诊断或推荐的治疗方法。如果健康管理数字异常，请立即去医院进行专业检测。
zh_hant: 這些監視數據僅用於監視您的日常狀態，不能代替醫生的就診，諮詢，診斷或推薦的治療方法。如果健康管理數字異常，請立即去醫院進行專業檢測。

# acceptBtnText
source: Accept
fr: Acceptez
ja: 受け入れる
nl: Accepteren
zh_hans: 接受
zh_hant: 接受

# timePerMinUnitText
source: time/min
nl: tijd/min
