Repository: gurpreetbansal/glucotracker_ios
Catalog: GlucoGenius/*.lproj/Localizable.strings
Languages: fr, ja, nl, zh_hans, zh_hant

# unitAText
source: Unit A
ja: 単位A
zh_hans: 单位A
zh_hant: 單位A

# unitBtext
source: Unit B
ja: 単位B
zh_hans: 单位B
zh_hant: 單位B

# dextroseText
source: Dextrose
ja: デキストロース
zh_hans: 葡萄糖
zh_hant: 葡萄糖

# successtext
source: Success!
fr: le succès!
ja: 成功!
zh_hans: 成功!
zh_hant: 成功!

# oopsText
source: Oops!
fr: Oop!
ja: おっとっと!
nl: Oeps!
zh_hans: 哦哦!
zh_hant: 哦哦!

# errorText
source: Error!
fr: Erreur!
ja: エラー!
nl: Fout!
zh_hans: 错误!
zh_hant: 錯誤!

# alertText
source: Alert!
fr: Alerte!
ja: アラート!
zh_hans: 注意!
zh_hant: 注意!

# okText
source: Ok
fr: D'accord
ja: はい
zh_hans: 是

# cancelText
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren
zh_hans: 不
zh_hant: 取消

# messageText
source: Message!
ja: メッセージ!
nl: Bericht!
zh_hans: 讯息!
zh_hant: 訊息!

# yearsText
source: Years
fr: Années
ja: 歳
nl: jaar
zh_hans: 岁
zh_hant: 歲

# hideText
source: Hide
fr: Cacher
ja: 隠す
nl: Verbergen
zh_hans: 隐藏
zh_hant: 隱藏

# measureText
source: Measure
fr: Mesure
ja: 測定
nl: Maatregel
zh_hans: 测量
zh_hant: 測量

# datesText
source: Dates
fr: Rendez-vous
ja: 日付
nl: Datum
zh_hans: 日期
zh_hant: 日期

# timeText
source: Time
fr: Temps
ja: 時間
nl: Tijd
zh_hans: 时间
zh_hant: 時間

# signUPBtnText1
source: Don't have an account?
fr: Vous n'avez pas de compte?
ja: アカウントを持っていないのですか？
nl: Heeft u geen nog geen account?
zh_hans: 没有账户?
zh_hant: 沒有帳戶？

# signUPBtnText2
source: Sign Up
fr: S'inscrire
ja: サインアップ
nl: Registreren
zh_hans: 注册
zh_hant: 註冊

# signUpVC.loginBtnText1
source: Already have an account?
fr: Vous avez déjà un compte?
ja: すでにアカウントをお持ちですか？
nl: Heeft u al een account?
zh_hans: 已经有帐户？
zh_hant: 已經有帳戶？

# signUpVC.loginBtnText2
source: Log In
fr: S'identifier
ja: ログイン
zh_hans: 登录
zh_hant: 登錄

# helloText
source: Hello
fr: Bonjour
ja: こんにちは
nl: Hallo
zh_hans: 你好
zh_hant: 你好

# bloodGlucoseText
source: Blood glucose
fr: Glucose sanguin
ja: グルコース
nl: Bloed glucose
zh_hans: 血糖
zh_hant: 血糖

# oxygenSaturationText
source: Oxygen saturation
fr: Saturation d'oxygène
ja: 酸素飽和度
nl: Zuurstofverzadiging
zh_hans: 血氧飽合度
zh_hant: 血氧飽合度

# hemoglobinText
source: Hemoglobin
fr: Hémoglobine
ja: ヘモグロビン
nl: Hemoglobine
zh_hans: 血红蛋白
zh_hant: 血紅蛋白

# bloodFlowVelocityText
source: Blood flow velocity
fr: Vitesse du flux sanguin
ja: 血流速度
nl: Bloedstroomsnelheid
zh_hans: 血流速度
zh_hant: 血流速度

# pulseText
source: Pulse
fr: Impulsion
ja: パルス
nl: Pols
zh_hans: 脉搏
zh_hant: 脈搏

source: Your recent measurement at
fr: Votre mesure récente à
ja: あなたの最近の測定値
nl: Je recente meting bij
zh_hans: 您最近的测量
zh_hant: 您最近的測量

# resultText
source: Result
fr: Résultat
ja: 結果
nl: Resultaat
zh_hans: 结果
zh_hant: 結果

# dietText
source: Diet
fr: Régime
ja: ダイエット
nl: Dieet
zh_hans: 饮食
zh_hant: 飲食

# deleteText
source: Delete
fr: Effacer
ja: 削除
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# testResultVC.title
source: Test Result
fr: Résultat du test
ja: テスト結果
nl: Testresultaat
zh_hans: 量测结果
zh_hant: 量測結果

# testResultVC.mailMessage
source: Health report of User:
fr: Rapport Santé de l'utilisateur :
ja: ユーザーの健康状態報告:
nl: Gezondheid verslag van Gebruiker:
zh_hans: 用户健康报告：
zh_hant: 用戶健康報告：

# testResultVC.atText
source: at
fr: à
ja: で
nl: op
zh_hans: 在
zh_hant: 在

# testResultVC.titleNotice
source: Metabolism exchange value is reference only, not a diagnosis data
fr: La valeur d'échange du métabolisme est seulement une référence, pas une donnée de diagnostic.
ja: 代謝交換値は参考値であり、診断データではありません。
nl: Metabolisme ruilwaarde is enige referentie, geen diagnose data
zh_hans: 代谢交换数值仅供参考并非诊断数据
zh_hant: 代謝交換數值僅供參考並非診斷數據

# unitNoteMessage
source: *Unit A stands for mmol/L *Unit B stands for mg/dL
fr: *L'unité A représente mmol/L *L'unité B représente mg/dL
ja: *単位Aはmmol/L *単位Bはmg/dL
nl: *Unit A een mmol / L *Unit B staat voor mg / dL
zh_hans: *单位A代表mmol/L *单位B表示mg/dL
zh_hant: *單位A代表mmol/L *單位B代表mg/dL

# reminderText
source: Reminder
fr: Rappel
ja: リマインダ
nl: Herinnering
zh_hans: 提醒
zh_hant: 提醒

# mealSizeVC.CarbohydrateText
source: Carbohydrate intake
fr: Ingestion de glucides
ja: 炭水化物摂取量
nl: inname van koolhydraten
zh_hans: 碳水化合物摄取量
zh_hant: 碳水化合物攝取量

# mealSizeVC.noticeText
source: *Suitable carb intake is 1 portion, size like a fist.
fr: *Apport de carb adéquat est 1 portion, taille comme un poing.
ja: *適切な炭水化物の摂取量は、拳のように1部の大きさです。
nl: *Geschikte carb inname is 1 portie, de grootte zoals een vuist.
zh_hans: *合适的摄取量以一份为限 (约为拳头大小)
zh_hant: *合適的攝取量以一份為限 (約為拳頭大小)

# mealSizeVC.smallText
source: Small
fr: Petit
ja: 少量
nl: Klein
zh_hans: 少
zh_hant: 少

# mealSizeVC.mediumText
source: Medium
fr: Moyen
ja: 適度な
zh_hans: 中
zh_hant: 中

# mealSizeVC.largeText
source: Large
fr: Grand
ja: たくさんの
nl: Groot
zh_hans: 多
zh_hant: 多

# mealSizeVC.nextText
source: NEXT
fr: Prochain
ja: 次の
nl: Volgende
zh_hans: 下一步
zh_hant: 下一步

# healthReferenceVC.title
source: Health Reference
fr: Référence de la Santé
ja: 健康リファレンス
nl: Gezondheidsreferentie
zh_hans: 健康参考信息
zh_hant: 健康參考資訊

# menu.HealthRefText
source: * Health Reference *
fr: * Référence de la Santé *
ja: * 健康リファレンス *
nl: * Gezondheidsreferentie *
zh_hans: * 健康参考信息 *
zh_hant: * 健康參考資訊 *

# btConnVC.firstTitle
source: Detection
fr: Détection
ja: 計測
nl: Detecteren
zh_hans: 量测
zh_hant: 量測

# btConnVC.secondTitle
source: Testing
fr: Essai
ja: 計測
nl: Testen
zh_hans: 测试
zh_hant: 測試

# btConnVC.alert.timeOut
source: Time Out!
fr: Temps libre!
ja: タイムアウト!
zh_hans: 超时！
zh_hant: 超時!

# btConnVC.lblProcessingText
source: Please stay calm, and keep current posture
fr: Restez calme et gardez la posture actuelle
ja: 落ち着いてください。 現在の姿勢
nl: Aan het verwerken, blijf in huidige houding
zh_hans: 请保持冷静，并保持 当前姿势
zh_hant: 請放鬆並保持相同姿勢

# btConnVC.lblInst1.text
source: *Please wait for instruction before inserting finger
fr: *Veuillez attendre l'instruction avant d'insérer le doigt
ja: *指示を待つ前に 指を挿入する
nl: *Wacht instructies af voor het invoegen van de vinger
zh_hans: *请先等指示 插入手指
zh_hant: *請等待提示再伸入手指

# btConnVC.lblInst2.text
source: *Recommended ambient temperature 20°C - 27°C
fr: *Température ambiante recommandée 20ﾟC - 27ﾟC
ja: *推奨周囲温度 20℃〜27℃
nl: *Aanbevolen omgevingstemperatuur: 20-27 graden Celsius
zh_hans: *推荐环境温度 20°C - 27°C
zh_hant: *最佳測試溫度20ﾟC - 27ﾟC

# btConnVC.lblInst3.text
source: *Suitable finger temperature 29ﾟC – 35ﾟC
fr: *Température de doigt appropriée 29 ° C - 35 ° C
ja: *適切な指の温度29ﾟC – 35ﾟC
nl: *Geschikte vinger temperatuur 29 ゚ C - 35 ゚ C
zh_hans: *合适的手指温度29ﾟC – 35ﾟC
zh_hant: *合適的手指溫度29ﾟC – 35ﾟC

# btConnVC.alert.resetDevice
source: Please reset the device before Use!
fr: Veuillez réinitialiser l'appareil avant utilisation!
ja: 使用前にデバイスをリセットしてください！
nl: Reset het apparaat voor het gebruik!
zh_hans: 请在使用前重置设备！
zh_hant: 使用前請重開設備!

# btConnVC.alert.LessThan3mins
source: Less than 5 mins, Please try later!
fr: Moins de 5 minutes, veuillez essayer plus tard!
ja: 5分未満、後で試してください
nl: afkoelperiode van 5 min, probeer het later opnieuw!
zh_hans: 间隔少于5分钟, 请稍后再试!
zh_hant: 間隔少於5分鐘, 請稍後再試!

# btConnVC.alert.DeviceNotFound
source: Device not found
fr: Appareil non trouvé
ja: デバイスが見つかりません
nl: Apparaat niet gevonden
zh_hans: 未找到设备
zh_hant: 未找到設備

# btConnVC.alert.deviceNotResponding
source: Device is not Responding for test. Please Reset the device and try again!
fr: Le périphérique ne répond pas. Veuillez le réinitialiser et réessayer.
ja: デバイスがテストで応答していません。デバイスをリセットしてもう一度お試しください！
nl: Apparaat reageert niet, reset het apparaat en probeer het opnieuw!
zh_hans: 设备未响应测试。请重置设备，然后重试！
zh_hant: 設備沒有回應, 請重開再試一次, 謝謝!

# btConnVC.alert.batteryLow
source: Device power is low. Please charge it before test.
fr: L'alimentation de l'appareil est faible. Veuillez le charger avant le test.
ja: デバイスの電力が低いです。テストの前に請求してください。
nl: Batterijpercentage is te laag voor het testen!
zh_hans: 设备电源低。请在测试前充电。
zh_hant: 設備電源低。請在測試前充電。

# btConnVC.alert.envrTempLow
source: Environment Temp is too low for test, it may affect test results!
fr: La température ambiante est trop basse.Cela peut affecter le résultat!
ja: 周辺温度が低すぎます、これは結果に影響します。
nl: Omgevingstemperatuur te laag, probeer het in een ander klimaat opnieuw!
zh_hans: 请将手指伸入手指夹传感器 环境温度太低, 可能会影响测试结果, 谢谢!
zh_hant: 環境溫度太低,可能會影響測試結果, 謝謝!

# btConnVC.alert.envrTempHigh
source: Environment Temp is too high for test, it may affect test results!
fr: La température ambiante est élevée.Cela peut affecter le résultat
ja: 環境温度が高すぎてテストできませんでした。これは結果に影響します。
nl: Omgevingstemperatuur te hoog, probeer het in een andere omgeving opnieuw!
zh_hans: 请将手指伸入手指夹传感器 环境温度太高, 可能会影响测试结果, 谢谢!
zh_hant: 環境溫度太高,可能會影響測試結果, 謝謝!

# btConnVC.alert.envrTempDry
source: Environment is too dry for test, it may affect test results!
fr: La température ambiante est trop sèche. Cela peut affecter le résultat!
ja: 環境がテストのために乾燥しすぎているので、これは結果に影響します。
nl: De milieu luchtvochtigheid is te droog voor de test, probeer het in een andere omgeving opnieuw!
zh_hans: 请将手指伸入手指夹传感器 环境太干燥,可能会影响测试结果, 谢谢!
zh_hant: 環境太乾燥,可能會影響測試結果, 謝謝!

# btConnVC.alert.envrHumid
source: Environment Humidity is too high for test, it may affect test results!
fr: La température ambiante est trop humide. Cela peut affecter le résultat!
ja: 環境湿度が高すぎるため、これは結果に影響します。
nl: De milieu luchtvochtigheid is te hoog voor de test, probeer het in een andere omgeving opnieuw!
zh_hans: 请将手指伸入手指夹传感器 环境湿度太高, 可能会影响测试结果, 谢谢!
zh_hant: 環境溼度太高, 可能會影響測試結果, 謝謝!

# btConnVC.alert.probeNotInserted
source: Finger is not Inserted!
fr: Doigt est pas insérée!
ja: 指が挿入されていません!
nl: Vinger niet gedetecteerd!
zh_hans: 手指未伸入!
zh_hant: 手指未伸入!

# btConnVC.alert.fingerNotInsertedProperly
source: Finger is not properly inserted!
fr: Doigt mal inséré
ja: 指が正しく挿入されていない！
nl: Vinger is niet goed geplaatst!
zh_hans: 手指未正确伸入!
zh_hant: 手指未正確伸入!

# btConnVC.alert.wrongDataCollection
source: Wrong data collection, sensors failed to obtain sufficient data.
fr: Mauvaise collecte de données, les capteurs n'ont pas réussi à obtenir suffisamment de données.
ja: 間違ったデータ収集、センサーが十分なデータを取得できませんでした。
nl: Verkeerde informatie verzameld, probeer het opnieuw!
zh_hans: 错误的数据收集，可能未正确感测手指。
zh_hant: 測試資料有誤, 請重新測試並輕放手指勿下壓

# btConnVC.alert.probeNotInsertedProperly
source: Data collection concern, please try again. Thank you!
fr: Mauvaise collecte de données, veuillez réessayer. Je vous remercie!
ja: 誤ったデータ収集です。もう一度お試しください。 ありがとうございました！
nl: Probe is niet goed ingebracht, dit kan leiden tot het meten van foutieve gegevens!
zh_hans: 错误的数据收集，请再试一次，谢谢。
zh_hant: 感測有誤，請再試一次，謝謝！

# btConnVC.alert.checkSensors
source: Check sensors.
fr: Vérifier le capteur.
ja: センサーのチェック
nl: Controleer sensoren
zh_hans: 检查传感器
zh_hant: 請檢查感測器

# btConnVC.alert.incorectTestResult
source: Test results are incorrect. Please insert your finger correctly.
fr: Le résultat du test est incorrect. Veuillez insérer correctement le doigt.
ja: テスト結果が正しくありません。指を正しく挿入してください
nl: Foutieve testresultaten gemeten, plaats uw vinger a.u.b. correct op de sensor
zh_hans: 测试数值不正确, 请重新测试, 将手指伸到底并放轻松,勿下压传感器
zh_hant: 測試數值不正確, 請重新測試, 將手指伸到底並放輕鬆,勿下壓感測器

# btConnVC.alert.insertProbe
source: Please insert your finger into finger clip sensor
fr: Veuillez insérer votre doigt dans le capteur de clips.
ja: 指をクリップセンサー内に挿入してください
nl: Plaats uw vinger op de sensor
zh_hans: 请将您的手指插入 手指夹传感器
zh_hant: 請將手指伸入指夾感測器

# btConnVC.alert.compliantEnvr
source: Compliant to Environmental Condition
fr: Conforme aux conditions environnementales
ja: 環境への適合 調子
nl: Voldoet aan klimaat voorwaardes
zh_hans: 符合环境条件
zh_hant: 符合環境條件

# btConnVC.alert.btDetectionfail
source: Bluetooth Detection Failed
fr: Échec de la détection Bluetooth
ja: ブルートゥース検出に失敗しました
nl: Bluetooth verbindingen detecteren mislukt
zh_hans: 蓝牙侦测失败
zh_hant: 藍牙偵測失敗

# btConnVC.alert.return
source: Returning back...
fr: Revenir en arrière...
ja: リターン...
nl: Voldoet niet aan klimaat voorwaardes, applicatie keert terug naar het vorig scherm…
zh_hans: 回主页...
zh_hant: 回主頁...

# btConnVC.alert.btDetection
source: Bluetooth Detection...
fr: Détection Bluetooth...
ja: BlueTooth 検索中...
nl: Bluetooth verbinding detecteren...
zh_hans: 蓝牙侦测...
zh_hant: 藍牙偵測...

# btConnVC.alert.deviceDiscoonected
source: Device disonnected!
fr: Dispositif disonnected!
ja: デバイスが接続されていません！
nl: Apparaat losgekoppeld!
zh_hans: 设备未连接！
zh_hant: 設備未連結!

# btConnVC.alert.probeInserted
source: Finger Inserted
fr: Doigt inséré
ja: 指が挿入された
nl: Vinger geplaatst
zh_hans: 手指已伸入
zh_hant: 手指已伸入

# btConnVC.alert.probeRemoved
source: Finger Removed!
fr: Doigt retiré !
ja: 指が削除されました！
nl: Vinger verwijderd!
zh_hans: 手指已移开!
zh_hant: 手指已移開!

# btConnVC.alert.fingerTempLow
source: Finger temp is too low. This will affect results.
fr: La température du doigt est faible. Cela peut affecter le résultat.
ja: 指の温度が低すぎます。これは結果に影響します。
nl: Vinger temp is te laag, dit kan leiden tot foutieve meetgegevens
zh_hans: 手指温度太低, 可能会影响测试结果
zh_hant: 手指溫度太低, 可能會影響測試結果

# btConnVC.alert.fingerTempHigh
source: Finger temp is too high. This will affect results.
fr: La température du doigt est élevée. Cela peut affecter le résultat.
ja: 指の温度が高すぎます。これは結果に影響します。
nl: Vinger temp is te hoog, dit kan leiden tot foutieve meetgegevens
zh_hans: 手指温度太高, 可能会影响测试结果
zh_hant: 手指溫度太高, 可能會影響測試結果

# btDevicesVC.title
source: Bluetooth Search
fr: Recherche Bluetooth
ja: BlueTooth 検索中
nl: Bluetooth verbinding
zh_hans: 蓝牙搜索
zh_hant: 藍牙搜索

# btDevicesVC.alert.deviceConnected
source: Device connected
fr: Appareil connecté
ja: デバイス接続
nl: Apparaat verbonden
zh_hans: 设备已配对
zh_hant: 設備已配對

# btDevicesVC.headerText
source: Available Devices
fr: Dispositifs disponibles
ja: 使用可能なデバイス
nl: Beschikbare apparaten
zh_hans: 可配对设备
zh_hant: 可配對設備

# loginVC.alert.userNotExist
source: User does not exists!
fr: L'utilisateur n'existe pas
ja: ユーザーは存在しません
nl: Gebruiker bestaat niet
zh_hans: 无此用户!
zh_hant: 無此用戶!

# loginVC.alert.enterUsernamePwd
source: Please enter Username and password for Login!
fr: Entrez le nom d'utilisateur et le mot de passe
ja: ログインユーザー名とパスワードを入力してください
nl: Voer gebruikersnaam en wachtwoord in
zh_hans: 请输入账号及密码登入!
zh_hant: 請輸入帳號及密碼登入!

# signUpVC.TextMale
source: Male
fr: Mâle
ja: 男性
nl: Man
zh_hans: 男性
zh_hant: 男性

# signUpVC.TextFemale
source: Female
fr: Femelle
ja: 女性
nl: Vrouw
zh_hans: 女性
zh_hant: 女性

# signUpVC.alert.userExists
source: User already exists!
fr: L'utilisateur existe déjà
ja: ユーザーが存在します
nl: Gebruiker bestaat al
zh_hans: 此用户已存在!
zh_hant: 此用戶已存在!

# signUpVC.alert.heightInCmIncorrect
source: Height must be in range of 50-250 cms.
fr: Hauteur portée 50-250 cms.
ja: 身長入力50-250 cms.
nl: Lengte moet binnen het bereik van 50-250 cm zijn
zh_hans: 身高范围: 50-250公分
zh_hant: 身高範圍: 50-250公分

# signUpVC.alert.weightInKgIncorrect
source: Weight must be in range of 30-200 kgs.
fr: Poids 30-200 kgs.
ja: 体重30-200 kgs.
nl: Gewicht moet binnen het bereik van 30-200 kg zijn.
zh_hans: 体重范围: 30-200公斤
zh_hant: 體重範圍: 30-200公斤

# signUpVC.alert.heightInInchIncorrect
source: Height must be in range of 19.7-98.4 inch.
fr: Hauteur portée 19.7-98.4 inch.
ja: 身長入力19.7-98.4 inch.
nl: Lengte moet binnen het bereik van 19,7-98,4 inch zijn
zh_hans: 身高范围: 19.7-98.4吋
zh_hant: 身高範圍: 19.7-98.4吋

# signUpVC.alert.weightInLbIncorrect
source: Weight must be in range of 66.19-440.9 lb.
fr: Poids 66.19-440.9 lb.
ja: 体重66.19-440.9 lb.
nl: Gewicht moet binnen het bereik van 66,19-440,9 lb zijn
zh_hans: 体重范围: 66.19-440.9磅
zh_hant: 體重範圍: 66.19-440.9磅

# signUpVC.alert.MorningFastingAlert
source: * Having no foods over 8 hours * Please calibrate the morning fasting value once a week
fr: * Pas d'aliments sur 8 heures * Calibrez la valeur de jeûne du matin une fois par semaine
ja: *8時間以上食べ物がない *1週間に1度、空腹時の値を較正してください
nl: * geen voedsel meer dan 8 uur * Kalibreer de ochtendvastwaarde een keer per week
zh_hans: * 未进食8小时以上 * 请每周校准清晨空腹值1次
zh_hant: *未進食8小時以上 * 請每週校準清晨空腹值1次

# signUpVC.alert.glucInMmolIncorrect
source: Glucose must be in range of 3.1-17.5 mmol/L.
fr: Gamme de glucose 3.1-17.5 mmol/L.
ja: グルコース 3.1-17.5 mmol/L.
nl: Glucose moet binnen het bereik van 3.1-17.5 mmol/L zijn
zh_hans: 葡萄糖值必须在范围3.1-17.5 mmol/L内
zh_hant: 葡萄糖值必須在範圍3.1-17.5 mmol/L內

# signUpVC.alert.glucInMgIncorrect
source: Glucose must be in range of 55.86-315.3 mg/dL.
fr: Gamme de glucose 55.86-315.3 mg/dL.
ja: グルコース 55.86-315.3 mg/dL.
nl: Glucose moet binnen het bereik van 55.86-315.3 mg/dL zijn
zh_hans: 葡萄糖值必须在范围55.86-315.3 mg/dL内
zh_hant: 葡萄糖值必須在範圍55.86-315.3 mg/dL內

# signUpVC.alert.fillAllData
source: All fields are Required!
fr: Tous les champs sont requis
ja: すべてが必要です
nl: Alle velden zijn verplicht!
zh_hans: 所有字段皆需填写!
zh_hant: 所有欄位皆需填寫!

# signUpVC.alert.ageIncorrect
source: You must be 12 years of age or older.
fr: Âge de 12 ans et plus
ja: 適用年齢12歳以上
nl: U moet 12 jaar of ouder zijn om succesvol gemeten te kunnen worden
zh_hans: 年龄应大于12岁
zh_hant: 年齡應大於12歲

# editProfile.title
source: Edit Profile
fr: Modifier le profil
ja: プロファイル編集
nl: Bewerk profiel
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

# homeVC.alert.logOutAlert
source: Are you sure you want to exit?
fr: Voulez-vous vraiment exister?
ja: 本当に終了してもよろしいですか？
nl: Weet u zeker dat u wilt afsluiten?
zh_hans: 确定要离开?
zh_hant: 確定要離開?

# homeVC.title
source: Profile
fr: Profil
ja: メインページ
nl: Profiel
zh_hans: 主页
zh_hant: 主頁

# normalUserTestVC.alert.chooseMeal
source: Please choose meal first!
fr: Veuillez choisir l'état du repas
ja: まずは食事条件をお選びください。
nl: Kies de maaltijd eerst!
zh_hans: 请先选择用餐状态!
zh_hant: 請先選擇用餐狀態!

# normalUserTestVC.title
source: Test
fr: Tester
ja: 計測
zh_hans: 量测
zh_hant: 量測

# type2UserTestVc.morningFastingAlert
source: *Having no foods over 8 hours *Please set as Normal for test
fr: *Pas d'aliments sur 8 heures *Veuillez définir comme Normal
ja: *8時間以上食べ物がない *ノーマルとして設定してください
nl: *geen voedsel meer dan 8 uur *Gelieve in te stellen als Normal
zh_hans: *未进食8小时以上 *设定为[正常]
zh_hant: *未進食8小時以上 * 設定為[正常]

# unitSettingVC.title
source: Unit Settings
fr: Réglage de l'unité
ja: 単位設定
nl: Eenheid instellingen
zh_hans: 单位设定
zh_hant: 單位設定

# guideVC.title
source: Guide
fr: Guider
ja: ガイド
nl: Handleiding
zh_hans: 用户指南
zh_hant: 用戶指南

# historyVC.title
source: History
fr: Histoire
ja: ヒストリー
nl: Geschiedenis
zh_hans: 历史记录
zh_hant: 歷史記錄

# historyVC.alert.noRecord
source: No record Found
fr: Aucun Enregistrement Trouvé
ja: レコードが見つかりません
nl: Geen metingen gevonden
zh_hans: 没有资料
zh_hant: 沒有資料

# historyVC.dayText
source: Day
fr: Journée
ja: 日
nl: Dag
zh_hans: 日
zh_hant: 日

# historyVC.weekText
source: Week
fr: Semaine
ja: 週間
zh_hans: 周
zh_hant: 週

# historyVC.monthText
source: Month
fr: Mois
ja: 月
nl: Maand
zh_hans: 月
zh_hant: 月

# historyVC.periodText
source: Period
fr: Période
ja: 期間
nl: Periode
zh_hans: 区间
zh_hant: 區間

# historyVC.mailSubject
source: Health Alert
fr: Alerte santé
ja: 健康告知
nl: Gezondheidsverslag
zh_hans: 健康提醒
zh_hant: 健康提醒

# historyVC.mailMessage
source: ESER Health Care Digital Technology Co Ltd
nl: ESER Healthcare Digital Technology
zh_hans: 宇朔健康数位科技有限公司
zh_hant: 宇朔健康數位科技有限公司

# historyVC.alertTitle.mailNotSend
source: Could Not Send Email
fr: Impossible d'envoyer un e-mail
ja: 電子メールを送信できませんでした
nl: Kan de e-mail niet verzenden
zh_hans: 无法寄出电邮
zh_hant: 無法寄出電郵

# historyVC.alert.mailNotSend
source: Your device could not send e-mail. Please check e-mail configuration and try again.
fr: Votre appareil ne peut pas envoyer d'e-mail. Veuillez vérifier le réglage, ouvrir Internet et réessayer.
ja: デバイスは電子メールを送信できませんでした。再度試してみるには、メールの設定やインターネットを確認してください。
nl: Het apparaat kon geen e-mail verzenden. Gelieve uw e-mail configuratie te controleren en opnieuw te proberen
zh_hans: 设备无法寄出电邮, 请确认电邮设定或开启网络功能
zh_hant: 設備無法寄出電郵, 請確認電郵設定或開啓網路功能

# historyVC.fileName
source: HealthReport
fr: Rapport sur la santé
ja: 健康報告書
nl: Gezondheidsverslag.csv
zh_hans: 历史记录数据
zh_hant: 歷史記錄資料

# historyVC.wrongPeriodDateSelectionAlertMessagse
source: Start date is greater than end date, Please choose correct time period
fr: La date de début est supérieure à la date de fin, Veuillez choisir la période correcte
ja: 開始日が終了日より大きい場合は、正しい期間を選択してください
nl: Startdatum is groter dan de einddatum, Kies de juiste periode
zh_hans: 开始日期大于结束日期，请选择正确的时间段
zh_hant: 開始日期大於結束日期，請選擇正確的時間段

# healthReminderScreen.title
source: Reminders
fr: Rappels
ja: リマインダー
nl: Herinneringen
zh_hans: 保健提醒
zh_hant: 保健提醍

# healthReminderVC.heading1
source: Fasting Blood
fr: Sang de jeûne
ja: 空腹時
nl: Nuchtere meting
zh_hans: 空腹
zh_hant: 空腹

# healthReminderVC.heading2
source: Breakfast
fr: Déjeuner
ja: 朝食
nl: Ontbijt
zh_hans: 早歺
zh_hant: 早餐

# healthReminderVC.heading3
source: Lunch
fr: Le déjeuner
ja: 昼食
zh_hans: 午歺
zh_hant: 午餐

# healthReminderVC.heading4
source: Dinner
fr: Dîner
ja: 夕食
nl: Avondeten
zh_hans: 晚歺
zh_hant: 晚餐

# healthReminderVC.heading5
source: Sleeping
fr: En train de dormir
ja: 就寝時
nl: slapen
zh_hans: 睡前
zh_hant: 睡眠

# healthReminderVC.heading6
source: Others
fr: Autres
ja: 他の
nl: Overig
zh_hans: 其它
zh_hant: 其他

# startTestVC.title
source: Test
fr: Tester
ja: 計測
zh_hans: 量测
zh_hant: 量測

# startTestVC.lblInstText
source: Relax! Don't apply pressure on silver sensor.
fr: Se détendre. Ne pas appliquer de pression sur le capteur argenté.
ja: リラックス! シルバーセンサーに圧力をかけないでください。
nl: Ontspan en oefen geen druk uit op de zilveren sensor!
zh_hans: 放轻松! 勿重压传感器
zh_hant: 放輕鬆! 勿重壓感測器

# measurementSettingsVC.title
source: Measurement Settings
fr: Réglage de la mesure
ja: 測定設定
nl: Meetinstellingen
zh_hans: 量测设定
zh_hant: 量測設定

# measurementSettingsVC.alert.incorrectValues
source: Enter correct values
fr: Entrez les valeurs correctes
ja: 正しい値を入力してください
nl: Waardes onjuist
zh_hans: 请输入正确数值
zh_hant: 請輸入正確數值

# measurementSettingsVC.alert.IncompleteData
source: Please fill all values!
fr: Veuillez remplir toutes les valeurs!
ja: すべての値を記入してください
nl: Gelieve alle waarden invullen
zh_hans: 请填写所有数值!
zh_hant: 請填寫所有數值!

# measurementSettingsVC.alert.changeSettings
source: Measurement Settings will be changed!
fr: Le réglage de la mesure sera modifié.
ja: 測定設定が変更されます。
nl: Meetinstellingen zullen worden veranderd!
zh_hans: 量测设定即将变更!
zh_hant: 量測設定即將變更!

# measurementSettingsVC.reportName
source: HealthReport
fr: Rapport sur la santé
ja: 健康報告書
nl: Gezondheidsverslag
zh_hans: 保健提醒
zh_hant: 保健提醒

# selectUserVC.title
source: Select User
fr: Sélectionner un utilisateur
ja: ユーザーを選択
nl: Selecteer geslacht
zh_hans: 选择用户
zh_hant: 選擇用戶

# userInstVC.title
source: User Instructions
fr: Instruction utilisateur
ja: ユーザーインストラクション
nl: Gebruiksaanwijzing
zh_hans: 使用说明
zh_hant: 使用說明

# powerMgmtVC.title
source: Power Management
fr: Gestion de l'alimentation
ja: 電源管理
nl: Energiebeheer
zh_hans: 电量管理
zh_hant: 電量管理
